exports.donate = (id, A187, tampilTanggal, whatsapp, youtube, tampilWaktu, instagram, nomer, aktif) => {
	return ` 
❉──────────❉

*${A187}*

❉──────────❉

📆 *${tampilTanggal}*
📌STATUS BOT AKTIF: *${aktif}*

         
╔════════════════════
║ *DONASI KE ${A187}*
╠════════════════════
║╭──❉ *DONASI BOS* ❉──
║│➸ *DANA*: *-*
║│➸ *PULSA*: *+62 822-2549-1446*
║╰───────────
╠════════════════════
║╭──❉ *SOSMED ADMIN* ❉──
║│➸ *Masuk sini😙*
║│ _${whatsapp}_
║│➸ *YouTube mimin*
║│ _${youtube}_
║│➸ *Instagram <Follow>*
║│ _${instagram}_
║│➸ *Creator ${A187}*
║│ _${nomer}_
║╰───────────
║         ${A187}
║  ▌│█║▌║▌║║▌║▌║█│▌
║  ▌│█║▌║▌║║▌║▌║█│▌
║         ${A187}
╠════════════════════
║ _*POWERED BY : RANS ID*_
╚════════════════════`
}
